{
    "Giurisprudenza": "La Facoltà di Giurisprudenza offre un percorso formativo di eccellenza, volto a fornire agli studenti una solida preparazione giuridica, teorica e pratica. Il programma include corsi fondamentali nel diritto civile, penale e costituzionale, con un forte focus sull'approfondimento delle leggi internazionali e dei diritti umani. Gli studenti avranno anche l'opportunità di svolgere tirocini pratici in studi legali e tribunali.",

    "Matematica": "Il Corso di Laurea in Matematica si concentra sull'acquisizione di una solida base di conoscenze teoriche in analisi, algebra lineare, probabilità e statistica. Gli studenti avranno l'opportunità di applicare le loro conoscenze in progetti pratici, esplorando applicazioni della matematica in vari settori, tra cui l'economia, la biologia e la fisica.",

    "Fisica": "Il percorso formativo in Fisica è progettato per fornire una preparazione solida e approfondita, preparando gli studenti a carriere nella ricerca, nell'industria tecnologica e nell'innovazione scientifica. Il programma copre temi come la meccanica quantistica, la termodinamica, l'elettromagnetismo e la fisica delle particelle, con applicazioni pratiche in laboratori e progetti di ricerca.",

    "Ingegneria Informatica": "Il Corso di Laurea in Ingegneria Informatica prepara gli studenti ad affrontare le sfide della digitalizzazione, dell'intelligenza artificiale, della sicurezza informatica e delle reti. Gli studenti apprenderanno le tecniche più avanzate nella programmazione, nello sviluppo di software, nella progettazione di sistemi elettronici e nella gestione dei big data. Saranno anche coinvolti in progetti pratici che li prepareranno ad affrontare le sfide tecnologiche del futuro.",

    "ITPS": "Il programma di ITPS forma professionisti altamente qualificati, capaci di progettare e realizzare soluzioni software per diversi ambiti applicativi. Gli studenti acquisiscono competenze in algoritmi e strutture dati, sviluppo software, gestione di database, sicurezza informatica e intelligenza artificiale.",

    "Lingue Italiane": "La Facoltà di Lingue Italiane è il punto di riferimento per lo studio approfondito della lingua, della cultura e della letteratura italiana. Attraverso un percorso formativo interdisciplinare, gli studenti esplorano le radici storiche e l’evoluzione della lingua, perfezionano le loro competenze linguistiche e analizzano le opere dei grandi autori italiani.",

    "Teologia": "La Facoltà di Teologia è il luogo di studio e riflessione sulla dimensione spirituale, filosofica e storica della religione. Attraverso un percorso accademico che combina l’analisi delle Sacre Scritture, la teologia sistematica, la filosofia e la storia del cristianesimo, gli studenti approfondiscono il significato della fede e il suo impatto sulla società."
}
